;~ =============================================================================
;~ Rizonesoft Language File
;~ =============================================================================
;~ Date.........: 15 May 2018
;~ Author.......: 孟武．尼德霍格．龍
;~ Link.........: www.rizonesoft.com
;~ =============================================================================

[Main]
Product = Firemin
Version = 8

[Language]
;~ Please ad the translated language name next to the english name. For example; Ελληνικά - Greek
Name = 正體中文(臺灣) - Traditional Chinese
Code = zh-TW
Encoding = Unicode (UTF-16) LE BOM

[Translations]
;~ Please do not translate this section.
About = About
Custom = Custom
Donate = Donate
Menus = Menus
Messages = Messages
Messages2 = Messages2
Preferences = Preferences
Update = Update
Versioning = Versioning

[About]
Window_Title = 關於 %{Program.Name}
Label_Version = 版本
Label_AutoIt = 使用 AutoIt 版本組建
Label_Copyright = 版權所有
Tip_Title_Donate = 斗內我們的事業
Tip_Message_Donate = 當您捐贈的時候，您可以幫助我們保持軟體的免費使用並允許我們能夠取得用於為您服務的工具和服務。
Label_Home = 首頁
Label_License = 許可
Label_Support = 取得支援
Tip_Title_Country = 南非製造
Tip_Message_Country = %{Program.Name} 誕生於南非。
Label_Contributors = 貢獻者
Tip_Facebook = Facebook 按讚！
Tip_Twitter = Twitter 追蹤我們！
Tip_GooglePlus = Google 找我們！
Tip_GitHub = 在 Github 上面 %{Program.Name} 。
Button_Ok = 確定
Label_RAM = 記憶體：可用空間 %d MB，共 %d MB (%d%)
Tip_RAM = 隨機存取記憶體
Label_HDD = (%s)：可用空間 %.2f GB，共 %.2f GB (%d%)

[Custom]
Label_Status_Welcome = 從選擇瀏覽器開始(請選擇檔案名稱)。 %{Program.Name} 將會自動檢測您選擇的執行檔案的程序。
Label_Status_Updates = 檢查更新
Group_Load_Browser = 載入瀏覽器
Label_Executable = 執行檔路徑 (%s)：
Label_Process_Usage = 程序目前記憶體使用：
Label_Process_Peak = 程序最大記憶體峰值：
Button_Browse = 瀏覽(&B)
Group_Options = 選項
Checkbox_Reduce_Mem = 減少記憶體占用，每：
Label_Milliseconds = 毫秒
Checkbox_Reduce_Limit = 減少記憶體占用，當使用值超過：
Checkbox_Start_With = 當 %{Program.Name} 啟動時執行 %s 
Checkbox_Enable_Extended_Processes = 啟用延伸程式優化
Button_Extended_Processes = 延伸程式(&E)
Checkbox_Start_Windows = 在 Windows 啟動時執行 %{Program.Name}
Label_Settings_Updated = 成功更新設定！
Button_Cancel = 取消
Button_Save = 儲存
Time_Unit_01 = 毫秒
Time_Unit_02 = 秒
Time_Unit_03 = 分鐘
Time_Unit_04 = 小時
Label_Boost_Description = 每 %s %s 且當使用值超過 %s MB 時減少記憶體的使用
Title_Select_Browser = 選擇瀏覽器
Tip_Minimized_Title = %{Program.Name} 仍在執行中！
Tip_Minimized_Message = %{Program.Name} 將會執行最佳化 %s's 的記憶體使用率。 點擊工作列圖是變更各種最佳化選項。

[Donate]
Label_Heading = %{Program.Name} has been serving you for over %d hours. Now, how about a small donation?
Label_Message = Click on the PayPal button below, choose an amount, and send us the donation. Your donation will be used to improve our software and keep everything free on Rizonesoft. A $20 donation will keep us going for at least a month.
Label_Donate = Would you consider a small gift of $10 to help us improve %{Program.Name} and keep the lights on?

[Menus]
File = 檔案(&F)
File_Preferences = 選項(&P)
File_Close = 離開(&C)\tShift+Alt+F4
Help = 說明(&H)
Help_Update = 檢查更新(&u)
Help_Home = %{Company.Name} 首頁(&H)
Help_Downloads = 更多下載(&D)
Help_Support = 取得支援(&G)
Help_Issue = 建立一個問題(&i)
Help_Donate = 捐贈我們的事業(&O) 
Help_About = 關於 %{Program.Name}
Tray_About = 關於 %{Program.Name} %s
Tray_Open = 開啟 %{Program.Name}
Tray_Extended_Processes = 延伸程式
Tray_Run = 執行 %s
Tray_Run_Safemode = 在安全模式下執行 %s 

[Messages]
Info_Title = 請注意
Warning_Title = 警告
Error_Title = 糟糕！出現一些問題！
Error_Oops = 糟糕！
Singleton = 發現其它 %{Program.Name} 正在執行。
Compatible = %{Program.Name} 與您的 Windows 版本不相容。若您確定這是誤會，請隨時在 '%s' 留言並提供所有的詳情。
Compatible_Bit = 很不幸的是，%{Program.Name} 與您的 Windows 版本不相容。請從 '%s' 下載 %{Program.Name} 的 64 位元版本 

[Preferences]
Window_Title = 選項
Tab_General = 一般
Tab_Performance = Performance
Tab_Language = 語言
Group_Notifications = Notifications
Group_Extended_Processes = 延伸程式
Group_Priority = Priority
Group_Memory = Memory
Group_Language = 語言
Checkbox_Notifications = 顯示快顯通知
Label_Extended_Processes = 請在此輸入任何您想加入的程式名稱讓 Fireman 最佳化。該列表需用逗號分開(例如：Process01.exe, Process02.exe 等)
Label_SetPriority = Set process priority:
Checkbox_SaveRealtime = Save priority above high (not recommended).
Checkbox_ReduceMemory = Reduce memory on low memory systems.
Label_Language_Message = 請選擇您喜歡的語言然後按 %s 按鈕繼續。(需要重新啟動程式)
Button_Save = 儲存
Button_Cancel = 取消
Label_Updated = 配置成功
MsgBox_Language_Title = 語言變更
MsgBox_Language_Message = 您所選擇的語言已經變更， %{Program.Name} 需要重新啟動應用程式完成生效。
MsgBox_Closing_Title = 關閉 %{Program.Name} 
MsgBox_Closing_Message = 您現在想關閉 %{Program.Name} 嗎？

[Update]
Window_Title_Available = 發現更新
Window_Title_Congratulations = 恭喜！
Window_Title_Error = 出現一些問題
Label_Message_Update = 發現新版本的 %{Program.Name} 。
Label_Message_Latest = 您已正在使用新版本了 '%{Program.Name}'。
Label_Message_Error = 關於最新的 '%{Program.Name}' 的版本訊息無法被瀏覽。
Label_Message_Internet = 請再次檢查您的網路並重試。
Label_Build_Current = 目前組建：
Label_Build_Update = 更新組建：
CheckBox_NoUpdate = 電腦開機後不檢查更新。
Button_Update = Read more
Button_Close = 取消

[Versioning]
Administrator = 系統管理員
Build = 組建
AutoIt_Version = 使用 AutoIt 版本 %{AutoIt.Version}
Bit = 位元